// © Copyright 2007, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Limpieza de la alimentación de papel";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Cancelar";

CleaningConfirmationTitle = "Limpieza de la alimentación de papel";
CleaningConfirmationBody = "Este proceso puede tardar varios minutos. Durante ese tiempo, pueden producirse ruidos mecánicos, que son normales. No interrumpa el proceso. Haga clic en OK para continuar.";
PaperFoundTite = "Papel detectado";
PaperFoundBody = "Antes de continuar con la limpieza de la alimentación de papel, retire el papel de la bandeja. Haga clic en OK para continuar.";
PapperFeedCleaningTitle = "Limpieza de la alimentación de papel";
PaperFeedCleaningCompleteBody = "La limpieza de la alimentación de papel se ha completado.";

NotInitiatedTitle = "No se pudo iniciar la limpieza";
NotInitiatedMsg = "No se pudo iniciar el procedimiento de limpieza. Verifique que la impresora esté en línea y que no esté procesando ningún trabajo.";

HSDInfoTextFieldValue = "Conviene ejecutar este procedimiento cuando la impresora tenga problemas para recoger papel. Si la impresora no recoge papel cuando recibe un trabajo de impresión, este procedimiento solucionará el problema limpiando un componente interno de la impresora.";
HSDGuideTextFieldValue = "Antes de iniciar el proceso de limpieza de la alimentación de papel, retire el papel de la bandeja. Haga clic en Limpiar para iniciar el proceso.";
HSDCleanButtonTitle = "Limpiar";

PaperFeedCancelingTitle = "Cancelando";
